var model = [{name:"Лев Николаевич Толстой",
							date: "1828, 09, 09",
							books:"Власть тьмы",
							style:"Драма",
							pages: "322"
						},

						{name:"Лев Николаевич Толстой",
							date: "1828, 09, 09",
							books:"Анна Каренина",
							style:"Роман",
							pages: "477"
						},

						{name:"Николай Васильевич Гоголь",
						 date: "1809, 03, 31",
						 books:"Мёртвые души",
						 style:"Поэма",
						 pages: "341"
						},

						{name:"Николай Васильевич Гоголь",
						 date: "1809, 03, 31",
						 books:"Вий",
						 style:"Мистическая повесть, Поэма",
						 pages: "235"
						},

						{name:"Агата Кристи",
						 date: "1890, 09,15",
						 books:"Десять негритят",
						 style:"Криминальная новелла",
						 pages: "256"
						},

						{name:"Агата Кристи",
						 date: "1890, 09,15",
						 books:"Загадочное происшествие в Стайлзе",
						 style:"Роман",
						 pages: "134"
						},

						 {name:"Александр Сергеевич Пушкин",
						 date: "1799, 06, 06",
						 books:"Борис Годунов",
						 style:"Детективный роман, Детектив",
						 pages: "255"
						},

						{name:"Александр Сергеевич Пушкин",
						 date: "1799, 06, 06",
						 books:"Евгений Онегин",
						 style:"Детективный роман, Детектив",
						 pages: "225"
						},

						 {name:"Владимир Владимирович Набоков",
						 date: "1899, 04, 22",
						 books:"Изобретение Вальса",
						 style:"Пьеса",
						 pages: "143"
						},

						{name:"Владимир Владимирович Набоков",
						 date: "1899, 04, 22",
						 books:"Signs and Symbols",
						 style:"Новелла",
						 pages: "233"
						}];